export const rulesTexts = [
    {
        id: 0,
        title: 'Регистрация и вход в систему',
        paragraphs: [
            'Операторы должны зарегистрироваться с помощью действительного электронного адреса и создать пароль для входа в систему',
            'Для входа в систему Операторы должны использовать свои учетные данные (электронный адрес и пароль)'
        ]
    },
    {
        id: 1,
        title: 'Обзорная страница',
        paragraphs: [
            'Вьювер или обзорная страница предоставляет общую информацию о состоянии склада, активных погрузчиках, завершенных перемещениях и других ключевых показателях производительности'
        ]
    },
    {
        id: 2,
        title: 'Левое меню списка погрузчиков',
        paragraphs: [
            'На странице отображается список всех погрузчиков, доступных на складе, соответствующая информация и статус каждого погрузчика',
            'Операторы могут использовать фильтры и поиск для быстрого поиска нужного погрузчика'
        ]
    },
    {
        id: 3,
        title: 'Карты склада',
        paragraphs: [
            'Интерактивная карта склада позволяет пользователям наблюдать за перемещением погрузчиков в режиме реального времени',
            'Погрузчики отображаются на карте в виде маркеров или отметок, указывающих их текущее положение',
            'Операторы могут взаимодействовать с картой, приближать, увеличивать и перемещаться по ней для получения более детальной информации'
        ]
    },
    {
        id: 4,
        title: 'Карточка погрузчика',
        paragraphs: [
            'Каждый погрузчик имеет свою отдельную карточку с подробной информацией о нем, такой как история перемещений, последнее ТО, доступность, статус и прочие данные',
            'На карточке можно просмотреть и редактировать информацию о конкретном погрузчике',
        ]
    },
    {
        id: 5,
        title: 'Страница отчетов',
        paragraphs: [
            'Страница отчетов предоставляет различные аналитические данные и отчеты о работе погрузчиков, такие как статистика использования, эффективность работы, время простоя и другие метрики',
            'Операторы могут просматривать, фильтровать и экспортировать отчеты для дополнительного анализа',
        ]
    },
    {
        id: 6,
        title: 'Безопасность',
        paragraphs: [
            'Пользователям следует обеспечивать безопасный доступ к системе, используя уникальные учетные данные и регулярно обновляя пароли',
            'Предоставление прав доступа должно быть основано на ролевой модели, чтобы ограничить доступ пользователей только к соответствующим функциям и данным',
        ]
    },
    {
        id: 7,
        title: 'Отслеживание действий',
        paragraphs: [
            'Система должна вести журнал всех действий пользователей, чтобы обеспечить возможность отслеживания и аудита',
            'Журнал должен содержать информацию о входе в систему, изменении данных и других важных событиях',
        ]
    },
    {
        id: 8,
        title: 'Техническая поддержка',
        paragraphs: [
            'Операторы должны иметь возможность обращаться за помощью или технической поддержкой в случае возникновения проблем или вопросов',
        ]
    },
];